const welcome = {
    data: `
        1. 欢迎来到「前端桃园」，请更改你的备注，格式为「城市-方向-昵称」
        2. 群里可以发前端相关的资源、文章，发广告需发十元以上的红包，不发红包这踢出群拉到黑名单
        3. 欢迎大家拉自己的朋友进来交流，拉的时候备注原因
        4. 问问题，请直接问，不要问这种问题: "有没有人在？"、"谁能帮我解决一个问题？"、"群里有人做过XX的东西吗？等等类似的问题。"、"什么是Javascript？什么是Ajax?",建议这么提问：“我在做xx端东西的时候，在window 7平台的IE7版本下遇到了左右不对齐问题，具体如图所示img，代码地址：http://www.jsbin.com/xxxx，在百度中找到的答案，试了之后还是有同样的问题。请有空的同学帮我看看是什么问题？
        如果你的问题暂时没人理，那表示有空的同学都未涉猎，赶紧找其它办法。”
        5. 本群有小机器人需要的时候 call 一下就好，比如：call:react、call:vue、call:前端，请不要频繁 call，这样会刷屏影响其他群友
    `
}

export default welcome